---
kind: other
id: Properties.T:Autodesk.Revit.DB.GenericImportOptions
source: html/15aee13b-372a-799b-2fc8-083f4bddafe6.htm
---
# GenericImportOptions Properties

Reference point (in Revit) to which the image is going to be inserted.